Show / Hide Table of Contents
Enum ConcCementClassSIA
Cement class
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ConcCementClassSIA
Fields
 Name |  Description
 N
cement of strength Classes CEM 32,5 R, CEM 42,5 N (Class N)
 R
cement of strength Classes CEM 42,5 R, CEM 52,5 N and CEM 52,5 R (Class R)
 S
cement of strength Classes CEM 32,5 N (Class S)
 Improve this Doc
 View Source